Repository: klandestino/filebox
Catalog: languages/filebox-*.po
Languages: sv_se

source: Group tab title
sv_se: Gruppsidans tabbtitel

source: Folder name for imported forum attachments
sv_se: Katalognamn för filer importerade från forumet

source: Folder description for imported forum attachments
sv_se: Katalogens beskrivning för filer importerade från forumet

source: Delay in minutes before e-mails are sent
sv_se: Antal minuter innan e-post skickas

source: Hide all uploaded documents in media library
sv_se: Göm alla uppladdade dokument i mediabiblioteket

source: E-mail subject when message contains multiple uploads
sv_se: Ämnesrad för e-post när meddelandet innehåller flera nya uppladdningar

source: %1$s = blogname, %2$d = number of files
sv_se: %1$s = bloggnamn, %2$d = antal filer

source: E-mail subject for single file updated
sv_se: Ämnesrad för e-post när enbart en fil uppdaterats

source: %1$s = blogname, %2$s = filename, %3$s = folder name, %4$s group name
sv_se: %1$s = bloggnamn, %2$s = filnamn, %3$s = katalognamn, %4$s gruppnamn

source: E-mail message for single file updated
sv_se: E-postmeddelande när en fil uppdaterats

source: %1$s = filename, %2$s = folder name, %3$s group name
sv_se: %1$s = filnamn, %2$s = katalognamn, %3$s gruppnamn

source: E-mail subject for single file upload
sv_se: Ämnesrad för e-post när enbart en fil laddats upp

source: E-mail message for single file upload
sv_se: E-postmeddelande när en fil laddats upp

source: Notification for single file updated
sv_se: Notifikation när enbart en fil uppdaterats

source: Notification for multiple files updated in the same folder and group
sv_se: Notifikation när flera filer uppdaterats i samma katalog och grupp

source: Notification for single file uploaded
sv_se: Notifikation när enbart en fil laddats upp

source: Notification for multiple new files uploaded in the same folder and group
sv_se: Notifikation när flera filer laddats upp i samma katalog och grupp

source: E-mail message body wrapper
sv_se: E-postmeddelandets omslutning

source: %1$s = message bodies
sv_se: %1$s = e-postmeddelanden

source: Filebox Settings
sv_se: Filebox inställningar

source: Save
sv_se: Spara

source: File title
sv_se: Filnamn

source: File description
sv_se: Filbeskrivning

source: Save file
sv_se: Spara fil

source: Required
sv_se: Obligatoriskt.

source: Change date
sv_se: Ändrad

source: Changed by
sv_se: Ändrad av

source: Comment
sv_se: Kommentar

source: Folder
sv_se: Mapp

source: Title
sv_se: Titel

source: Description
sv_se: Beskrivning

source: Folder name
sv_se: Mappnamn

source: Folder description
sv_se: Mappbeskrivning

source: Save folder
sv_se: Spara mapp

source: Trash (%d)
sv_se: Papperskorg (%d)

source: Download folder as a zip
sv_se: Ladda hem mapp som zip

source: Download (zip, %s)
sv_se: Ladda hem (zip, %s)

source: Add files
sv_se: Lägg till filer

source: Add folder
sv_se: Lägg till mapp

source: Changed
sv_se: Ändrad

source: Uploaded by
sv_se: Uppladdad av

source: Size
sv_se: Storlek

source: %1$d files / %2$d folders
sv_se: %1$d filer / %2$d mappar

source: %1$d files
sv_se: %1$d filer

source: %1$d folders
sv_se: %1$d mappar

source: Empty
sv_se: Tom

source: Reset
sv_se: Återställ

source: Delete permanently
sv_se: Ta bort permanent

source: File history
sv_se: Filhistorik

source: Show history
sv_se: Visa historik

source: Edit
sv_se: Ändra

source: Upload new version
sv_se: Ladda upp ny version

source: Move file
sv_se: Flytta fil

source: Move
sv_se: Flytta

source: Trash
sv_se: Släng

source: Edit folder
sv_se: Ändra mapp

source: Move folder
sv_se: Flytta mapp

source: Delete
sv_se: Radera

source: Permissions
sv_se: Rättigheter

source: Which members of this group are allowed to upload files and make changes?
sv_se: Vilka medlemmar i denna grupp ska kunna ladda upp filer och göra ändringar?

source: Note: All group members will be able to view and download everything in the document archive.
sv_se: Notis: alla gruppmedlemmar kommer kunna se och ladda ner alla dokument.

source: All group members have full access to the document archive.
sv_se: Alla gruppmedlemmar har full access till dokumentarkivet.

source: Only group administrators can upload files and make changes.
sv_se: Bara gruppadministratörer kan ladda upp filer och göra ändringar.

source: Group administrators and moderators can upload files and make changes.
sv_se: Gruppadministratörer och moderatorer kan ladda upp filer och göra ändringar.

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Files has been uploaded or updated
sv_se: Filer laddats upp eller uppdaterats

source: The web browser on your device cannot be used to upload files. You may be able to use the <a href="http://wordpress.org/extend/mobile/">native app for your device</a> instead.
sv_se: Webbläsaren på din enhet kan inte användas för att ladda upp filer.

source: Allowed Files
sv_se: Tillåtna filer

source: Cancel
sv_se: Avbryt

source: Add files from your computer
sv_se: Lägg till filer från din dator

source: Drop files here
sv_se: Släpp filer här

source: or
sv_se: eller

source: Select Files
sv_se: Välj filer

source: Maximum upload file size: %d%s.
sv_se: Maxstorlek på filer: %d%s.

source: Your browser has some limitations uploading large files with the multi-file uploader. Please use the browser uploader for files over 100MB.
sv_se: Din webbläsare har begränsningar gällande uppladdning av stora filer med en multi-fil-uppladdare. Använd istället webbläsarens egna uppladdar för filer över 100MB.

source: Added files
sv_se: Tillagda filer

source: Start upload
sv_se: Starta uppladdning

source: Settings updated.
sv_se: Inställningar uppdaterade.

source: File archive
sv_se: Filarkiv

source: Imported forum attachments
sv_se: Importerade filer från forumet

source: %s folder for imported forum attachments
sv_se: %s mapp för importerade bifogade filer från forumet

source: %1$s updated in %2$s (%3$s)
sv_se: %1$s uppdaterad i %2$s (%3$s)

source: %1$d files updated in %2$s (%3$s)
sv_se: %1$d filer uppdaterade i %2$s (%3$s)

source: %1$s added in %2$s (%3$s)
sv_se: %1$s lades till i %2$s (%3$s)

source: %1$d new files in %2$s (%3$s)
sv_se: %1$d nya filer i %2$s (%3$s)

source: [%1$s] One updated file in %4$s
sv_se: [%1$s] En uppdaterad fil i %3$s

source: [%1$s] One new file in %4$s
sv_se: [%1$s] En ny fil i %4$s

source: [%1$s] %2$d uploaded files
sv_se: [%1$s] %2$d upladdade filer

source: %1$s -------------------- You are receiving this email because you're a member of these groups. Login and change you settings to unsubscribe from these emails.
sv_se: %1$s-------------------- Du får detta e-postmeddelande för att du är medlem i dessa grupper. Logga in och ändra dina inställningar om du vill slippa detta meddelanden.

source: Folders
sv_se: Mappar

source: Revision comments
sv_se: Versionskommentarer

source: Revision comment
sv_se: Versionskommentar

source: You're about to delete this folder and you can not undo this. Do you want to continue?
sv_se: Du håller på att ta bort den här mappen och detta kan du inte ångra. Vill du fortsätta?

source: You're about to trash this file and you can undo this. Do you want to continue?
sv_se: Du håller på att slänga den här filen i papperskorgen och detta kan du ångra. Vill du fortsätta?

source: You're about to delete this file permanently and you can not undo this. Do you want to continue?
sv_se: Du håller på att radera den här filen permanent och detta kan du inte ångra. Vill du fortsätta?

source: %s is required
sv_se: %s är obligatorisk

source: Unknown size
sv_se: Okänd storlek

source: %s group folder
sv_se: %s gruppmapp

source: Imported from group forum
sv_se: Importerad från gruppforum

source: Uploaded new file
sv_se: Laddade upp ny fil

source: Wrong arguments. Could not save file.
sv_se: Felaktiga argument. Kunde inte spara fil.

source: Moved to folder
sv_se: Flyttad till mapp

source: Error when trying to move file.
sv_se: Fel vid försök att flytta fil.

source: Error when trying to move file. Either you're moving an non-existing file or the folder doesn't exist.
sv_se: Fel vid försök att flytta fil. Antingen försökte du flytta en fil som inte finns eller till en mapp som inte finns.

source: Wrong arguments. Could not move file.
sv_se: Felaktiga argument. Kunde inte flytta fil.

source: Renamed file
sv_se: Ändrade filnamn

source: Error when trying to rename file.
sv_se: Fel vid försök att ändra filnamn.

source: Error when trying to rename file. Either you're trying to rename a non-existing file. Or the new name is empty.
sv_se: Vid vid försök att ändra filnamn. Antingen försökte du ändra en fil som inte finns. Eller så är filnamnet tomt.

source: Error when trying to trash file.
sv_se: Fel vid försök att slänga fil.

source: Wrong arguments. Could not trash file.
sv_se: Felaktiga argument. Kunde inte slänga fil.

source: Error when trying to reset file.
sv_se: Fel vid försök att återställa fil.

source: Wrong arguments. Could not reset file.
sv_se: Felaktiga argument. Kunde inte återställa fil.

source: Error when trying to delete file.
sv_se: Fel vid försök att radera fil.

source: Can not delete a non-existing file.
sv_se: Kan inte radera en fil som inte finns.

source: Wrong arguments. Could not delete file.
sv_se: Felaktiga argument. Kunde inte radera fil.

source: Error when trying to create folder. You're probably trying to create a folder with a name that is already taken.
sv_se: Fel vid försök att skapa en mapp. Du försök antagligen skapa en mapp med ett namn som redan är uppdaget.

source: Error when trying to create folder. The name is probably empty.
sv_se: Fel vid försök att skapa en mapp. Namnet är antagligen tomt.

source: Error when trying to move folder.
sv_se: Fel vid försök att flytta mapp.

source: Error when trying to rename folder
sv_se: Fel vid försök att byta namn på mapp.

source: Error when trying to rename a folder. Folder name is propably empty.
sv_se: Fel vid försök att byta namn på mapp. Antagligen är namnet tomt.

source: Error when trying to delete folder.
sv_se: Fel vid försök att ta bort mapp.

source: Settings saved successfully
sv_se: Inställningarna sparades

source: There was an error saving, please try again
sv_se: Det blev fel, försök igen

source: Filebox Notifier
sv_se: Dokumentnotifiering
